{
    "aboutUs": {
      "aboutUsData": [
        {
          "title": "История на компанията",
          "text": "'FreshBalance' беше създаден от личен опит. Като ентусиаст по фитнес и защитник на здравословното хранене, нашият основател Кристиян Кръстев преживя лично предизвикателствата при намирането на висококачествени и надеждни хранителни продукти, които дават реални резултати. Разочарован от липсата на прозрачност и ефективност на пазара, Кристиян Кръстев реши да вземе нещата в свои ръце. Това, което започна като мисия за създаване на по-добро решение за самия него, се превърна във визия за помощ на другите. 'FreshBalance' се роди, за да запълни празнината на пазара. 'FreshBalance' е марка, която поставя качеството, науката и доверието на клиентите на първо място. Всеки продукт, който предлагаме, е отражение на нашата ангажираност да ви помогнем да живеете по-здравословен и балансиран живот."
        },
        {
          "title": "На кого служим",
          "text": "Във 'FreshBalance' обслужваме всеки, който цени своето здраве и благополучие. Независимо дали сте професионален атлет, зает родител, начинаещ във фитнеса или просто някой, който търси начин да подобри ежедневното си хранене, ние имаме нещо за вас. Разбираме, че никога два пътя не са еднакви, затова предлагаме разнообразие от продукти, които отговарят на вашите уникални нужди. Нашата цел е да ви дадем възможност да поемете контрол над здравето си и да постигнете целите си с увереност.",
          "points": "Нашата линия от продукти включва:",
          "subPoints": [
            { "subTitle": "Протеини", "subText": "За подкрепа на възстановяването и растежа на мускулите." },
            { "subTitle": "Аминокиселини", "subText": "За подобряване на производителността и издръжливостта." },
            { "subTitle": "Витамини", "subText": "За запълване на хранителните пропуски и подобряване на цялостното здраве." },
            { "subTitle": "Минерали", "subText": "За подкрепа на основните телесни функции и цялостно благополучие." },
            { "subTitle": "Подобрители на производителността", "subText": "За оптимизиране на физическата и умствената производителност по време на тренировки и ежедневни дейности." },
            { "subTitle": "Козметика", "subText": "Козметични продукти за грижа за кожата и красотата, обогатени с естествени и хранителни съставки за подобряване на външния ви вид." },
            { "subTitle": "Био продукти", "subText": "Органични и екологични продукти, предназначени да насърчават устойчив и здравословен начин на живот." },
            { "subTitle": "Спомагатели за тегло", "subText": "Хранителни добавки и заместители на ястия, предназначени да подкрепят здравословно отслабване, метаболизма и контрола на апетита." }
          ]
        },
        {
          "title": "Как работим",
          "text": "Прозрачността и качеството са в основата на всичко, което правим. Всички продукти на 'FreshBalance' са създадени с научно обосновани формули и етично източвани съставки. Работим тясно с доверени производители, за да гарантираме, че всеки продукт отговаря на нашите строги стандарти за чистота, сила и ефективност. Това, което ни отличава, е нашата ангажираност към образованието и грижата за клиентите. Ние не просто продаваме продукти – ние предоставяме ресурси, насоки и подкрепа, за да ви помогнем да вземете информирани решения за вашето хранене."
        },
        {
          "title": "Лицето на 'FreshBalance'",
          "text": "Гордеем се да споделим нашия път с вас и бихме искали да се запознаете по-добре с нас. 'FreshBalance' е малък, но страстен екип, посветен на постигането на голямо въздействие.",
          "points": "Запознайте се с хората, които правят всичко възможно:",
          "subPoints": [
            { "photo": "../../images/developer1.jpg", "subText": "Основател и ентусиаст по хранене" },
            { "photo": "../../images/developer2.jpg", "subText": "Ръководител на разработката на продукти" },
            { "photo": "../../images/developer3.jpg", "subText": "Външен разработчик" },
            { "photo": "../../images/developer4.jpg", "subText": "Вътрешен разработчик" },
            { "photo": "../../images/developer5.jpg", "subText": "Главен дизайнер" },
            { "photo": "../../images/developer6.jpg", "subText": "Мениджър на проекти" },
            { "photo": "../../images/developer7.jpg", "subText": "Главен инженер" },
            { "photo": "../../images/developer8.jpg", "subText": "Автор на съдържание" },
            { "photo": "../../images/developer9.jpg", "subText": "Тестер за качество" }
          ]
        }
      ],
      "starter": "Добре дошли във 'FreshBalance', вашият доверен партньор в постигането на оптимално здраве и благополучие чрез висококачествено хранене. Нашата история е изпълнена със страст, отдаденост и дълбока вяра в преобразяващата сила на правилното хранене. Нека ви заведем на пътешествие, за да разберете кои сме ние, какво представляваме и защо сме тук.",
      "finisher": "Тази страница „За нас“ съчетава вашата маркова история, мисия и ценности, като същевременно насочва клиентите към следващите стъпки към по-добър живот. Тя е създадена да изгражда доверие, да изгради връзка и да вдъхнови за действие.",
      "developer": "Кристиян Кръстев:"
    },
    "cart":{

    },
    "communities":{
        "accessDenied":"Достапът е отказан!",
        "personalPlan":"Трябва първо да закупите личен план!",
        "goToSubscriptions":"Отидете на абонаменти"
    },
    "favourites":{

    },
    "frontPage":{
        "heroSectionTitle1": "КАЧЕСТВЕНИ ХРАНИТЕЛНИ ПРОДУКТИ",
        "heroSectionTitle2": "ЕКСПЕРТНО РЪКОВОДСТВО",
        "heroSectionSubTitle1": "Разгледайте над 100 продукта, свържете се с лични треньори и се присъединете към процъфтяваща общност",
        "heroSectionLearnMore": "Научете повече",
        "topProductsSectionTitle1": "РАЗГЛЕДАЙТЕ НЯКОИ ОТ НАЙ-ДОБРИТЕ НИ ПРОДУКТИ"
    },
    "loginRegistration": {
        "emailGreeting": "Здравейте!",
        "emailPls": "Моля, въведете вашия имейл адрес",
        "emailPlaceholder": "Имейл...",
        "emailWarning": "Моля, въведете валиден имейл адрес!",
        "emailContinue": "Продължи",
        "emailDontWorry": "Нямате акаунт? Не се притеснявайте, просто въведете имейла, с който искате да създадете такъв.",
        "emailOr": "или",
        "emailAlso": "Можете също да влезете с:",
        "needHelp": "Нуждаете се от помощ?"
    },
    "productPage":{

    },
    "profile":{

    },
    "services":{
        
    }
}